[
  {
    "fase": 1,
    "habilidades":"(EM13CHS102)\n\nIdentificar, analisar e discutir as circunstâncias históricas, geográficas, políticas, econômicas, sociais, ambientais e culturais de matrizes conceituais (etnocentrismo, racismo, evolução, modernidade, cooperativismo/desenvolvimento etc.), avaliando criticamente seu significado histórico e comparando-as a narrativas que contemplem outros agentes e discursos.\n\n(EM13CHS103)\n\nElaborar hipóteses, selecionar evidências e compor argumentos relativos a processos políticos, econômicos, sociais, ambientais, culturais e epistemológicos, com base na sistematização de dados e informações de diversas naturezas (expressões artísticas, textos filosóficos e sociológicos, documentos históricos e geográficos, gráficos, mapas, tabelas, tradições orais, entre outros).\n\n(EM13CHS605)\n\nAnalisar os princípios da declaração dos Direitos Humanos, recorrendo às noções de justiça, igualdade e fraternidade, identificar os progressos e entraves à concretização desses direitos nas diversas sociedades contemporâneas e promover ações concretas diante da desigualdade e das violações desses direitos em diferentes espaços de vivência, respeitando a identidade de cada grupo e de cada indivíduo.",
    "desafioList": [
      {
        "desafio": "Grandes problemas de saúde vêm surgindo recentemente em sua OcaViva. A população reclama da demora nos atendimentos e os profissionais de saúde denunciam a falta de materiais para o trabalho. Descumprindo a ODS 3.",
        "imagem": "assets/images/fase_1/desafio_6.png",
        "imagemfeedback": "assets/images/fase_1/desafio_1_1.png",
        "desc":"Objetivo 3.\t Saúde e Bem-Estar\n\nAssegurar uma vida saudável e promover o bem-estar para todos, em todas as idades\n\n",
        "ods":"https://nacoesunidas.org/pos2015/ods3/",
        "feedbackList": [
          {
            "resposta": "A boca é a porta de entrada de nutrientes do corpo, também se expande para além dos sentidos e necessita de diversos órgão para realizar suas atividades. Assim como a boca, a o Sistema de Saúde da sua OcaViva depende de investimentos, insumos de qualidade e uma gerência eficiente.\n\n Parabéns suas decisões tomadas estão fortalecendo o sistema de saúde, deixando sua Ocaviva mais saudável."
          },
          {
            "resposta": "A boca é a porta de entrada de nutrientes do corpo, também se expande para além dos sentidos e necessita de diversos órgão para realizar suas atividades. Assim como a boca, a o Sistema de Saúde da sua OcaViva depende de investimentos, insumos de qualidade e uma gerência eficiente.\n\n Infelizmente sua OcaViva está doente, você precisa revisar,estudar e tomar melhores decisões."
          }
        ],
        "problemaList": [
          {
            "problema": "Grupos de populares unem-se para mobilizar protestos, buscando atendimentos mais rápidos. Alegam danos morais causados pela demora nos atendimentos.",
            "respostaList": [
              {
                "resposta": "Gerenciar casos de negligência e auxiliar nas investigações de denúncia contra o Sistema de Saúde.",
                "ponto": 2
              },
              {
                "resposta": "Indenizar os pacientes que sofreram com o atraso e o descaso em seu atendimento.",
                "ponto": -1
              }
            ]
          },
          {
            "problema": "A Categoria de Saúde, afirma necessitar de ajustes e aumento no estoque de materiais.",
            "respostaList": [
              {
                "resposta": "Examinar a falta de materiais nas unidades de saúde e multar empresas que não seguem o acordo de fornecimento.",
                "ponto": -2
              },
              {
                "resposta": "Assegurar a suficiência da distribuição de materiais e propor políticas de otimização de estoque, para economia nos ambientes de hospitalares.",
                "ponto": 2
              }
            ]
          },
          {
            "problema": "A população reivindica mais atenção para a segurança de saúde da cidade. Declararam preocupação com possíveis casos de infecção de uma nova doença estrangeira.",
            "respostaList": [
              {
                "resposta": "Intensificar as ações de vigilância sanitária em lugares como: Aeroportos, Hotéis, Shoppings. Para diminuir os possíveis casos da doença.",
                "ponto": 1
              },
              {
                "resposta": "Aumentar as campanhas de prevenção às infecções e declarar seguridade contra os possíveis casos da doença.",
                "ponto": -1
              }
            ]
          },
          {
            "problema": "Dados recentes divulgados pelo PNI (Programa Nacional de Imunização), mostram que houve grande queda no número de vacinações da sua OcaViva.",
            "respostaList": [
              {
                "resposta": "Promover campanhas de conscientização para fortalecer a importância da vacinação.",
                "ponto": 1
              },
              {
                "resposta": "Criar dias estratégicos para a vacinação e aumentar o horário de funcionamento das Unidades de Imunizações.",
                "ponto": 2
              }
            ]
          },
          {
            "problema": "Os moradores de sua OcaViva estão reclamando de superlotação nos Hospitais da OcaViva.",
            "respostaList": [
              {
                "resposta": "Contratar profissionais de saúde e aumentar o número de leitos.",
                "ponto": 1
              },
              {
                "resposta": "Autorizar o encaminhamento dos enfermos para hospitais de outra OcaViva mais próxima.",
                "ponto": -2
              }
            ]
          },
          {
            "problema": "Para você resolver os problemas decida por uma das opções que aparecerão.\nVocê pode arrastar para o lado (no sentido do icone), ou clicar no botão." ,
            "respostaList": [
              {
                "resposta": "A pontuação é baseada em quanto uma decisão pode afetar a OcaViva de forma positiva ou negativa em curto e longo prazo.",
                "ponto": 0
              },
              {
                "resposta": "As opções nem sempre são sempre errada e certa, poderá haver duas certas ou duas erradas.\n Você deve pensar em manter o corpo saudável. Bom trabalho!",
                "ponto": 0
              }
            ]
          }
        ]
      },  
      {
        "desafio": "A cada dia que passa, formam-se novos grupos de manifestantes que protestam em busca de melhorias na educação básica da cidade. Buscando o cumprimento da ODS 4.",
        "imagem": "assets/images/fase_1/desafio_3.png",
        "imagemfeedback": "assets/images/fase_1/desafio_1_2.png",
        "desc":"Objetivo 4.\tEducação de Qualidade\n\nAssegurar a educação inclusiva e equitativa de qualidade, e promover oportunidades de aprendizagem ao longo da vida para todos",
        "ods":"https://nacoesunidas.org/pos2015/ods4/",
        "feedbackList": [
          {
            "resposta": "A faringe tem a função de fazer a passagem do ar inalado e dos alimentos ingeridos até os outros órgãos dos sistemas respiratório e digestório. Na sua OcaViva todo alimento que percorre a faringe representa uma política pública para a Educação.\n\n Suas decisões foram assertivas aos problemas da Educação e sua OcaViva está ficando saudável."
          },
          {
            "resposta": "A faringe tem a função de fazer a passagem do ar inalado e dos alimentos ingeridos até os outros órgãos dos sistemas respiratório e digestório.a sua OcaViva todo alimento que percorre a faringe representa uma política pública para a Educação.\n\n Você precisar revisar suas decisões, fez com sua OcaViva se engasgar isso deixou ela pior."
          }
        ],
        "problemaList": [
          {
            "problema": "O corte no repasse de verbas para as instituições de ensino têm gerado grandes protestos.",
            "respostaList": [
              {
                "resposta": "Manter o corte do repasse de verbas e encaminhar a força policial para dispersar os manifestantes.",
                "ponto": -2
              },
              {
                "resposta": "Acionar a criação de emendas para o remanejo do orçamento e liberação de verbas para as instituições de ensino.",
                "ponto": 1
              }
            ]
          },
          {
            "problema": "Os estudantes reclamam da falta de professores qualificados para algumas matérias básicas.",
            "respostaList": [
              {
                "resposta": "Criar cursos exclusivos para a formação de docentes, incluindo novas didáticas pedagógicas",
                "ponto": 2
              },
              {
                "resposta": "Ampliar as didáticas já existentes através de palestras e atividades com os docentes.",
                "ponto": -1
              }
            ]
          },
          {
            "problema": "Dados de Pesquisas Jornalísticas mostram que 30% dos estudantes declaram-se pouco satisfeitos com o processo de ensino.",
            "respostaList": [
              {
                "resposta": "Criar programas padrões para dinamizar as aulas nas escolas públicas ",
                "ponto": 2
              },
              {
                "resposta": "Classificar a insatisfação como um problema intrínseco dos estudantes, ressaltando a qualidade do ensino para as Pesquisas Jornalísticas.",
                "ponto": -2
              }
            ]
          },
          {
            "problema": "Para você resolver os problemas decida por uma das opções que aparecerão.\nVocê pode arrastar para o lado (no sentido do icone), ou clicar no botão." ,
            "respostaList": [
              {
                "resposta": "A pontuação é baseada em quanto uma decisão pode afetar a OcaViva de forma positiva ou negativa em curto e longo prazo.",
                "ponto": 0
              },
              {
                "resposta": "As opções nem sempre são sempre errada e certa, poderá haver duas certas ou duas erradas.\n Você deve pensar em manter o corpo saudável. Bom trabalho!",
                "ponto": 0
              }
            ]
          }
        ]
      },
      {
        "desafio": "Os níveis de segurança na OcaViva estão sendo reclamados pela população. Alegam aumentos significativos da criminalidade e omissão de ações de estorvo. Afetando a execução da ODS 16.",
        "imagem": "assets/images/fase_1/desafio_.png",
        "imagemfeedback": "assets/images/fase_1/desafio_1_3.png",
        "desc":"Objetivo 16.\tPaz, Justiça e Instituições Eficazes\n\nPromover sociedades pacíficas e inclusivas para o desenvolvimento sustentável, proporcionar o acesso à justiça para todos e construir instituições eficazes, responsáveis e inclusivas em todos os níveis",
        "ods":"https://nacoesunidas.org/pos2015/ods16/",
        "feedbackList": [
          {
            "resposta": "O esôfago é um órgão tubular que tem como função conduzir o alimento da faringe até o estômago. Na OcaViva ele representa a condução de políticas públicas na área da Segurança.\n\n Suas decisões permitiram que sua OcaViva ficasse saudável e segura, parabéns! está no caminho certo."
          },
          {
            "resposta": "O esôfago é um órgão tubular que tem como função conduzir o alimento da faringe até o estômago. Na OcaViva ele representa a condução de políticas públicas na área da Segurança.\n\n Suas decisões deixou sua OcaViva mais insegura e doente, por favor revise suas decisões."
          }
        ],
        "problemaList": [
          {
            "problema": "A população reclama que seus direitos de possuir bens estão completamente ameaçados pela presença de criminalidade.",
            "respostaList": [
              {
                "resposta": "Repassar dicas de cuidados com os bens pessoais através dos Meios de Comunicação.",
                "ponto": -2
              },
              {
                "resposta": "Exigir um planejamento dos responsáveis pela segurança, para ajustes na intervenção policial",
                "ponto": 2
              }
            ]
          },
          {
            "problema": "Segundo dados da Secretaria de Segurança da sua OcaViva, houve um aumento de crimes contra o patrimônio e a vida.",
            "respostaList": [
              {
                "resposta": "Afirmar um engano na divulgação de dados da Secretaria da OcaViva.",
                "ponto": -2
              },
              {
                "resposta": "Afirmar que os dados foram considerados e planejamentos de seguranças serão realizados.",
                "ponto": 1
              }
            ]
          },
          {
            "problema": "Os Representantes de Segurança da OcaVIva afirmam uma grave crise na estabilidade da atuação policial na cidade.",
            "respostaList": [
              {
                "resposta": "Convocar um briefing para efetivar a Garantia da Lei de Ordem e assegurar o trabalho da segurança pública.",
                "ponto": 2
              },
              {
                "resposta": "Enfatizar a ilegalidade na crise de atuação policial na cidade e prender os envolvidos.",
                "ponto": -2
              }
            ]
          },
          {
            "problema": "Segundo os registros da Polícia Rodoviária, é crescente o número de tentativas de tráfico de drogas, por meio do transporte.",
            "respostaList": [
              {
                "resposta": "Criar uma nova operação para fiscalizações intensivas com o auxílio de cães farejadores.",
                "ponto": 2
              },
              {
                "resposta": "Apresentar a efetividade das ações já existentes e não atribuir novos gastos para novas operações.",
                "ponto": -2
              }
            ]
          },
          {
            "problema": "Para você resolver os problemas decida por uma das opções que aparecerão.\nVocê pode arrastar para o lado (no sentido do icone), ou clicar no botão." ,
            "respostaList": [
              {
                "resposta": "A pontuação é baseada em quanto uma decisão pode afetar a OcaViva de forma positiva ou negativa em curto e longo prazo.",
                "ponto": 0
              },
              {
                "resposta": "As opções nem sempre são sempre errada e certa, poderá haver duas certas ou duas erradas.\n Você deve pensar em manter o corpo saudável. Bom trabalho!",
                "ponto": 0
              }
            ]
          }
        ]
      },
      {
        "desafio": "A população alega a existência de uma crise de desemprego em sua OcaViva. Você precisa controlar a situação e garantir o cumprimento da ODS 8.",
        "imagem": "assets/images/fase_1/desafio_4.png",
        "imagemfeedback": "assets/images/fase_1/desafio_1_4.png",
        "desc":"Objetivo 8.\tTrabalho Decente e Crescimento Econômico\n\nPromover o crescimento econômico sustentado, inclusivo e sustentável, o emprego pleno e produtivo e o trabalho decente para todos",
        "ods":"https://nacoesunidas.org/pos2015/ods8/",
        "feedbackList": [
          {
            "resposta": "No estômago faz-se o armazenamento dos nutrientes e a liberação de uma substância denominada suco gástrico para transformar esses nutrientes. Na sua OcaViva esse orǵão representa as políticas públicas contra o Desemprego.\n\n Suas decisões garantiram empregos de qualidade, proporcionando o crescimento econômico e saúde para sua OcaViva, continue assim."
          },
          {
            "resposta": "No estômago faz-se o armazenamento dos nutrientes e a liberação de uma substância denominada suco gástrico para transformar esses nutrientes. Na sua OcaViva esse orǵão representa as políticas públicas contra o Desemprego.\n\n As decisões que você tomou não melhorou a situação do desemprego causado problemas até mesmo para a segurança, deixando sua Ocaviva mais enferma, por favor estude e revise essas decisões."
          }
        ],
        "problemaList": [
          {
            "problema": "Os jovens da cidade, pedem melhoria nas oportunidades de emprego oferecidas pelas empresas.",
            "respostaList": [
              {
                "resposta": "Criar políticas que auxilie a entrada dos jovens no mercado de trabalho.",
                "ponto": 1
              },
              {
                "resposta": "Fornecer programas de profissionalização para os jovens. ",
                "ponto": 2
              }
            ]
          },
          {
            "problema": "Grupos de desempregados alegam aumento na burocracia para a oficialização dos registros de emprego em sua OcaViva.",
            "respostaList": [
              {
                "resposta": "Alegar necessidade em manter as burocracias para garantir organização em sua OcaViva.",
                "ponto": -1
              },
              {
                "resposta": "Substituir as documentações para criar melhorias na criação de empregos em sua OcaViva..",
                "ponto": 1
              }
            ]
          },
          {
            "problema": "Uma importante organização responsável pelos índices de geração de empregos entre as mulheres, expôs aumento no índice de desigualdade salarial em relação aos homens.",
            "respostaList": [
              {
                "resposta": "Negar as informações e emitir nota de repúdio sobre as questões de desigualdade salarial.",
                "ponto": -1
              },
              {
                "resposta": "Confirmar dados e abrir espaço para diálogos de resolução.",
                "ponto": 2
              }
            ]
          },
          {
            "problema": "Grupos de mobilizações em defesa dos direitos infantis, protestam contra o aumento do Trabalho Infantil.",
            "respostaList": [
              {
                "resposta": "Criar novos programas de conscientização para buscar diminuir a existência dos casos de Trabalho Infantil.",
                "ponto": 1
              },
              {
                "resposta": "Ampliar as políticas de fiscalizações para o combate à existência do Trabalho Infantil, investindo em programas de acolhimento para as crianças",
                "ponto": 2
              }
            ]
          },
          {
            "problema": "Grandes organizações influenciadoras de sua OcaViva cobram atuação governamental em defesa do emprego para a comunidade LGBT.",
            "respostaList": [
              {
                "resposta": "Implementar políticas de combate às vulnerabilidades sociais, como o preconceito, existentes em sua cidade.",
                "ponto": 2
              },
              {
                "resposta": "Contestar a abordagem do tema e classificar como importunação cultural da população de sua OcaViva.",
                "ponto": -2
              }
            ]
          }
          
        ]
      },
      {
        "desafio": "Os problemas da falta de moradia estão sendo cobrados por vários representantes da sociedade civil. Você foi encarregado de cumprir a ODS 10.",
        "imagem": "assets/images/fase_1/desafio_2.png",
        "imagemfeedback": "assets/images/fase_1/desafio_1_5.png",
        "desc":"Objetivo 10.\tRedução da Desigualdades\n\nReduzir a desigualdade dentro dos países e entre eles",
        "ods":"https://nacoesunidas.org/pos2015/ods10/",
        "feedbackList": [
          {
            "resposta": "A principal função do intestino delgado é absorver os nutrientes necessários para o corpo humano. Na sua OcaViva não é diferente ela representa as políticas públicas aplicadas à Moradia.\n\n É com um lar que a pessoa tem acesso a saneamento, higiene pessoal, endereço, isto é, todos os nutrientes que sua Ocaviva está absorvendo com suas boas práticas, bom trabalho!"
          },
          {
            "resposta": "A principal função do intestino delgado é absorver os nutrientes necessários para o corpo humano. Na sua OcaViva não é diferente ela representa as políticas públicas aplicadas à Moradia.\n\n Suas decisões não estão surtindo efeito na saúde da OcaViva, repense alguma ações e corrija!, sua população tem o direito à moradia digna."
          }
        ],
        "problemaList": [
          {
            "problema": "Um terreno de propriedade do governo, será usado na construção de um conjunto habitacional  e você precisa decidir quais os materiais serão utilizados.",
            "respostaList": [
              {
                "resposta": "Tecnologia Wood Frame e modular",
                "ponto": 2
              },
              {
                "resposta": "Alvenaria comum ",
                "ponto": -2
              }
            ]
          },
          {
            "problema": "A construção do conjunto habitacional  está atrasando e a população está reclamando sobre isso.",
            "respostaList": [
              {
                "resposta": "Realizar uma coletiva de imprensa para justificar o atraso.",
                "ponto": -2
              },
              {
                "resposta": "Cobrar a empreiteira responsável pela obra.",
                "ponto": 1
              }
            ]
          },
          {
            "problema": "Houve uma queda recente de um prédio no centro da cidade. A população reclama de negligência.",
            "respostaList": [
              {
                "resposta": "Ceder escolas para mudança temporária dos moradores.",
                "ponto": -1
              },
              {
                "resposta": "Vistoriar os prédios e punir os responsáveis.",
                "ponto": 2
              }
            ]
          },
          {
            "problema": "O jornal local mostrou grande aumento do número de invasões na cidade. A população reclama de aumento na criminalidade.",
            "respostaList": [
              {
                "resposta": "Permitir os moradores no local e providenciar  operações de combate ao crime.",
                "ponto": 2
              },
              {
                "resposta": "Realocar os moradores da área e reforçar a segurança na vizinhança.",
                "ponto": -2
              }
            ]
          },
          {
            "problema": "As chuvas na cidade estão causando perigosos deslizamentos de terra.",
            "respostaList": [
              {
                "resposta": "Retirar os moradores da área  e auxiliá-los financeiramente.",
                "ponto": 1
              },
              {
                "resposta": " Providenciar uma análise dos terrenos",
                "ponto": -2
              }
            ]
          }
          
        ]
      },
      {
        "desafio": "A população de um bairro está reivindicando o acesso a um direito fundamental que é o saneamento básico.",
        "imagem": "assets/images/fase_1/desafio_1.png",
        "imagemfeedback": "assets/images/fase_1/desafio_1_6.png",
        "desc":"Objetivo 6.\tÁgua Potável e Saneamento\n\nAssegurar a disponibilidade e a gestão sustentável da água e saneamento para todos",
        "ods":"https://nacoesunidas.org/pos2015/ods6/",
        "feedbackList": [
          {
            "resposta": "No intestino grosso ficam armazenados os alimentos não digeríveis pelo organismo e as fezes a serem evacuadas, além de absorver a água deste conteúdo. Na sua OcaViva representa as políticas públicas direcionadas ao Saneamento Básico (água e esgoto).\n\n Suas práticas foram necessárias e estão proporcionando melhores condições de saúde, muito bem você pode avançar de fase."
          },
          {
            "resposta": "No intestino grosso ficam armazenados os alimentos não digeríveis pelo organismo e as fezes a serem evacuadas, além de absorver a água deste conteúdo. Na sua OcaViva representa as políticas públicas direcionadas ao Saneamento Básico (água e esgoto).\n\n Suas práticas não estão surtindo efeito, revise suas ações e estude para a próxima fase para que suas decisões sejam mais efetivas."
          }
        ],
        "problemaList": [
          {
            "problema": "Eles estão reclamando de alagamento nas ruas.",
            "respostaList": [
              {
                "resposta": "Indenizar os moradores para eles se mudarem",
                "ponto": -2
              },
              {
                "resposta": "Construção de Sistemas de Esgotamento Sanitário ",
                "ponto": 2
              }
            ]
          
          },
          {
            "problema": "Um bairro da vizinhança está sofrendo com uma endemia de Dengue e Leptospirose devido ao acúmulo de lixo em depósitos irregulares.",
            "respostaList": [
              {
                "resposta": "Realizar um mutirão de saúde para tratar os afetados ",
                "ponto": 1
              },
              {
                "resposta": "Implantar um serviço de coleta seletiva em conjunto com uma revitalização da infraestrutura do bairro. ",
                "ponto": 2
              }
            ]
          },
          {
            "problema": "O presidente da associação dos moradores de um bairro, enviou um abaixo assinado para a prefeitura reclamando do gosto da água.",
            "respostaList": [
              {
                "resposta": "Promover palestras de conscientização nas escolas, sobre o descarte incorreto de lixo que contaminam os rios e os lençóis freáticos.",
                "ponto": 1
              },
              {
                "resposta": "Investir em novos equipamentos para melhorar o tratamento de água potável.",
                "ponto": 2
              }
            ]
          },
          {
            "problema": "A cidade não está atraindo os turistas. Há muitas localidades que estão com aspecto sujo. Até os cartões postais não atraem os próprios moradores locais.",
            "respostaList": [
              {
                "resposta": "Promover, em conjunto com a  população, um mutirão de limpeza e um evento aberto ao público, com o objetivo de divulgar a revitalização dos pontos turísticos.",
                "ponto": 2
              },
              {
                "resposta": "Privatizar os espaços, para que seja realizada a revitalização e a reorganização do acesso a esses pontos.",
                "ponto": -1
              }
            ]
          },
          {
            "problema": "Os  moradores de um bairro reclamam do acúmulo de lixo nas ruas.",
            "respostaList": [
              {
                "resposta": "Criar aterros com estrutura para o tratamento do lixo.",
                "ponto": 2
              },
              {
                "resposta": "Distribuir panfletos sobre o descarte correto do lixo.",
                "ponto": -1
              }
            ]
          }
        ]
      }
    
    ],
    "desc": "Políticas públicas e o acesso aos direitos sociais: saneamento, habitação, educação, segurança, emprego e saúde"
  }
 ]
  
 
 